{ 
    "Home": "主页",
    "About_Me": "关于我",
    "Intro": "你好！我是 Clinton Eckenrod，一名全栈开发者。我喜欢免费为大家设计和制作新网站，我的自由职业不收取任何费用，因为我希望每个人都能有机会分享自己的网站或设计理念。我喜欢在闲暇时画画和写作，天文学也是我在学校最喜欢的科目。",
    "Experience": "经验",
    "MyExperience":"我拥有超过一年的自由职业经验，致力于为客户提供独具创意、独一无二的网站，这些网站是其他网站制作者无法企及的。我运用自身丰富的技能，打造富有创意的前端、安全实用的后端、详尽的数据输入以及训练有素的算法，从而提升任何网站的体验。此外，我还拥有硬件工程经验，曾参与 PMU 设计和电路板设计，并负责这些嵌入式系统的编程。",
    "Contact": "接触",
    "CSU": "我目前正在科罗拉多州立大学攻读计算机科学学士学位，专注于机器学习和人工智能，我从这个课程中学到了很多东西，同时还学习了算法、线性代数和几种编程语言的课程。",
    "Name": "克林顿·埃肯罗德",
    "Dev": "全栈开发人员和艺术家",
    "Meet": "很高兴见到你！",
    "Education": "教育",
    "Skills": "技能",
    "SkillsPage":"查看我的技能页面，详细了解我能为您做什么",
    "Front-End":"前端",
    "Back-End":"后端",
    "MachineLearning":"机器学习与人工智能",
    "HardwareEngineering":"硬件工程",
    "Skill_Design_HTML": "HTML",
    "Skill_Desc_HTML": "Experienced with creating detailed and structured backbones to websites, and following good Search Engine Optimization (SEO).",
    "Skill_Design_CSS": "CSS",
    "Skill_Desc_CSS": "I use CSS to create creative and a energizing look to any website along with Javascript to create impressive and detailed animations.",
    "Skill_Design_JS": "Javascript",
    "Skill_Desc_JS": "I use Javascript for not only creating unique animations and features for my front-ends, but also using express js I can also create back-end applications.",
    "Skill_Design_React":"React",
    "Skill_Desc_React":"I am very familiar with React and use it in almost every web application I work on, I am also familiar with using redux alongside it for easy and reliable development.",
    "Skill_Design_Git":"Git",
    "Skill_Desc_Git":"I use version control for every project I work on and keep a accurate and detailed version history to prevent any lost data and prevent corruption.",
    "Skill_Design_Github":"Github",
    "Skill_Desc_Github":"我熟悉使用 github 进行版本控制、制作和维护存储库以及使用 github 页面制作静态网站，就像您现在的网站一样。",
    "Skill_Design_C++":"C++",
    "Skill_Desc_C++":"我熟悉 C++ 并使用它对嵌入式系统和硬件进行编程，同时我也熟悉使用它进行虚幻引擎和游戏开发。",
    "Skill_Design_Python":"Python",
    "Skill_Desc_Python":"Python 是我首选的后端语言，使用 Django 我对服务器端开发、创建安全数据结构和编程 AI API 有深入的了解。",
    "Skill_Design_Java":"Java",
    "Skill_Desc_Java":"我熟悉 Java 并喜欢使用它来编写算法和其他数据结构，以及维护它们。",
    "Skill_Design_linux":"Linux",
    "Skill_Desc_linux":"我有使用 Linux 及其多个版本、运行本地服务器以及使用它作为在硬件原型上运行程序的媒介的经验。",
    "Skill_Design_SQL":"SQL",
    "Skill_Desc_SQL":"I like linux it is good language",
    "ContactMe":"如有自由职业请求或工作咨询，请通过我的电子邮件联系我：",
    "Email": "ceckenrod7@gmail.com",
    "Github":"或者查看我的 Github："
}
