{
    "Home": "Startseite",
    "About_Me": "Über Mich",
    "Intro": "Hallo! Ich bin Clinton Eckenrod, ein Full-Stack-Entwickler. Ich liebe es, kostenlos neue Websites zu entwerfen und zu erstellen. Ich arbeite freiberuflich nicht gegen Bezahlung, da ich jedem die Möglichkeit geben möchte, seine Website oder Designideen zu verbreiten. In meiner Freizeit zeichne und schreibe ich gerne. Astronomie ist auch in der Schule mein Lieblingsfach.",
    "Experience": "Erfahrung",
    "MyExperience":"Ich verfüge über mehr als ein Jahr Erfahrung als freiberuflicher Entwickler und erstelle für meine Kunden kreative und einzigartige Websites, die kein anderer oder Website-Ersteller erstellen kann. Ich nutze meine Fähigkeiten, um ein kreatives Frontend, ein sicheres und funktionales Backend, detaillierte Dateneingabe und schließlich gut trainierte Algorithmen zu erstellen, die jede Website verbessern. Ich verfüge auch über Erfahrung in der Hardwareentwicklung, mit der Erstellung von PMU- und Leiterplattendesigns sowie der Programmierung dieser eingebetteten Systeme.",
    "MyExperience2":"Ich verfüge außerdem über Erfahrung in der Leitung von Teams und in der Bereitstellung von Fehlerbehebungs- und Übersetzungshilfe für meine Teams. Außerdem verwende ich Office-Suiten, um mein Team weiter zu unterstützen und an effektiven und effizienten Marketingstrategien für die Zukunft zu arbeiten, die dazu geführt haben, dass das Geschäft, in dem ich arbeite, die Nummer eins auf unserem Markt ist.",
    "Contact": "Kontaktiere Mich",
    "CSU": "Ich befinde mich derzeit im Bachelor-Studiengang Informatik an der Colorado State University mit Schwerpunkt auf maschinellem Lernen und KI. Ich habe in diesem Studiengang bisher wirklich viel gelernt, beispielsweise das Erstellen von Algorithmen und die Nutzung von Deep Learning zur Entwicklung neuer KI-Tools. Außerdem habe ich mir selbst viel über Web- und Mobilentwicklung beigebracht.",
    "Name": "Clinton Eckenrod",
    "Dev": "Full-Stack-Entwickler und Künstler",
    "Meet": "Nett Sie kennenzulernen!",
    "Education": "Ausbildung",
    "Skills": "Fähigkeiten",
    "SkillsPage":"Schauen Sie sich meine Kompetenzseite an, um einen detaillierten Überblick darüber zu erhalten, was ich für Sie tun kann",
    "Front-End":"FrontEnde",
    "Back-End":"BackEnde",
    "MachineLearning":"Maschinelles Lernen und KI",
    "HardwareEngineering":"Technische Informatik",
    "Office":"Office Suite",
    "Skill_Design_HTML": "HTML",
    "Skill_Desc_HTML": "Erfahrung mit der Erstellung detaillierter und strukturierter Backbones für Websites und der Befolgung guter Suchmaschinenoptimierung (SEO).",
    "Skill_Design_CSS": "CSS",
    "Skill_Desc_CSS": "Ich verwende CSS, um jeder Website ein kreatives und anregendes Aussehen zu verleihen, und Javascript, um beeindruckende und detaillierte Animationen zu erstellen.",
    "Skill_Design_JS": "Javascript",
    "Skill_Desc_JS": "Ich verwende Javascript nicht nur zum Erstellen einzigartiger Animationen und Funktionen für meine Front-Ends, sondern kann mit Express JS auch Back-End-Anwendungen erstellen.",
    "Skill_Design_React":"React",
    "Skill_Desc_React":"Ich bin mit React sehr vertraut und verwende es in fast jeder Webanwendung, an der ich arbeite. Ich bin auch mit der parallelen Verwendung von Redux für eine einfache und zuverlässige Entwicklung vertraut.",
    "Skill_Design_Git":"Git",
    "Skill_Desc_Git":"Ich verwende für jedes Projekt, an dem ich arbeite, eine Versionskontrolle und führe einen genauen und detaillierten Versionsverlauf, um Datenverlust und -beschädigungen vorzubeugen.",
    "Skill_Design_Github":"Github",
    "Skill_Desc_Github":"Ich bin vertraut mit der Verwendung von GitHub zur Versionskontrolle, dem Erstellen und Verwalten von Repositories und der Verwendung von GitHub-Seiten zum Erstellen statischer Websites, wie der, auf der Sie sich gerade befinden.",
    "Skill_Design_C++":"C++",
    "Skill_Desc_C++":"Ich bin mit C++ vertraut und verwende es zum Programmieren eingebetteter Systeme und Hardware. Darüber hinaus bin ich auch mit der Verwendung für die Unreal Engine und die Spieleentwicklung vertraut.",
    "Skill_Design_Python":"Python",
    "Skill_Desc_Python":"Python ist meine bevorzugte Sprache für das Backend. Durch die Verwendung von Django verfüge ich über umfassende Kenntnisse der serverseitigen Entwicklung, der Erstellung sicherer Datenstrukturen und der Programmierung von KI-APIs.",
    "Skill_Design_Java":"Java",
    "Skill_Desc_Java":"Ich bin mit Java vertraut und bevorzuge die Verwendung für Algorithmen und andere Datenstrukturen sowie deren Wartung.",
    "Skill_Design_linux":"Linux",
    "Skill_Desc_linux":"Ich habe Erfahrung mit der Verwendung von Linux und seinen vielen Versionen, mit dem Ausführen lokaler Server und mit der Verwendung als Medium zum Ausführen von Programmen auf Hardwareprototypen.",
    "Skill_Design_SQL":"SQL",
    "Skill_Desc_SQL":"Ich bin mit der Verwendung von PostgreSQL und dem Erstellen und Verwalten von Datensätzen sowie deren Verbindung mit Websites und Anwendungen vertraut.",
    "Skill_Design_Excel":"Excel",
    "Skill_Desc_Excel":"Ich bin mit Excel vertraut, vom einfachen Bearbeiten und Unterstützen von Personen bei der Verwendung des Programms mit fortgeschrittenen Techniken bis hin zum Erstellen eigener Datensätze und Verwalten großer Datensätze.",
    "Skill_Design_PP":"Powerpoint",
    "Skill_Desc_PP":"Ich verwende Powerpoint häufig in meiner Position als Vorgesetzter und unterstütze mein Team bei der Erstellung großartiger Präsentationen. Außerdem erstelle ich meine eigenen Präsentationen für zukünftige Marketingstrategien.",
    "Skill_Design_Power":"Powerapps",
    "Skill_Desc_Power":"Ich verwende Power oft zusammen mit Excel und verwende SQL, um mit meinen Tabellen nützliche und detaillierte Datensätze und Strukturen zu erstellen und gleichzeitig Analysen für meine Datensätze zu erstellen.",
    "Skill_Design_Word":"Word",
    "Skill_Desc_Word":"Word mag zwar einfach erscheinen, wird aber von mir häufig verwendet, um detaillierte Briefe und Fragebögen für Kunden zu erstellen, um deren Wünsche besser zu verstehen. Selbst die einfachsten Tools haben ihren Nutzen und sollten erwähnt werden.",
    "ContactMe": "Bitte kontaktieren Sie mich per E-Mail für Anfragen zu freiberuflicher Tätigkeit oder Stellenanfragen:",
    "Email": "ceckenrod7@gmail.com",
    "Github":"Oder sehen Sie sich mein Github an unter:"
}