{
    "Home": "Startseite",
    "About_Me": "Über Mich",
    "Intro": "Hallo! Ich bin Clinton Eckenrod, ein Full-Stack-Entwickler. Ich liebe es, kostenlos neue Websites zu entwerfen und zu erstellen. Ich arbeite freiberuflich nicht gegen Bezahlung, da ich jedem die Möglichkeit geben möchte, seine Website oder Designideen zu verbreiten. In meiner Freizeit zeichne und schreibe ich gerne. Astronomie ist auch in der Schule mein Lieblingsfach.",
    "Experience": "Erfahrung",
    "MyExperience":"Ich verfüge über mehr als ein Jahr Erfahrung als freiberuflicher Entwickler und erstelle für meine Kunden kreative und einzigartige Websites, die kein anderer oder Website-Ersteller erstellen kann. Ich nutze meine Fähigkeiten, um ein kreatives Frontend, ein sicheres und funktionales Backend, detaillierte Dateneingabe und schließlich gut trainierte Algorithmen zu erstellen, die jede Website verbessern. Ich verfüge auch über Erfahrung in der Hardwareentwicklung, mit der Erstellung von PMU- und Leiterplattendesigns sowie der Programmierung dieser eingebetteten Systeme.",
    "Contact": "Kontaktiere Mich",
    "CSU": "Ich befinde mich derzeit im Bachelor-Studiengang Informatik an der Colorado State University mit Schwerpunkt auf maschinellem Lernen und KI. Ich habe in diesem Studiengang bisher wirklich viel gelernt, beispielsweise das Erstellen von Algorithmen und die Nutzung von Deep Learning zur Entwicklung neuer KI-Tools. Außerdem habe ich mir selbst viel über Web- und Mobilentwicklung beigebracht.",
    "Name": "Clinton Eckenrod",
    "Dev": "Full-Stack-Entwickler und Künstler",
    "Meet": "Nett Sie kennenzulernen!",
    "Education": "Ausbildung",
    "Skills": "Fähigkeiten",
    "SkillsPage":"Schauen Sie sich meine Kompetenzseite an, um einen detaillierten Überblick darüber zu erhalten, was ich für Sie tun kann",
    "Front-End":"FrontEnde",
    "Back-End":"BackEnde",
    "Skill_Design_HTML": "HTML",
    "Skill_Desc_HTML": "Erfahrung mit der Erstellung detaillierter und strukturierter Backbones für Websites und der Befolgung guter Suchmaschinenoptimierung (SEO).",
    "Skill_Design_CSS": "CSS",
    "Skill_Desc_CSS": "Ich verwende CSS, um jeder Website ein kreatives und anregendes Aussehen zu verleihen, und Javascript, um beeindruckende und detaillierte Animationen zu erstellen.",
    "Skill_Design_JS": "Javascript",
    "Skill_Desc_JS": "Ich verwende Javascript nicht nur zum Erstellen einzigartiger Animationen und Funktionen für meine Front-Ends, sondern kann mit Express JS auch Back-End-Anwendungen erstellen.",
    "Skill_Design_React":"React",
    "Skill_Desc_React":"Ich bin mit React sehr vertraut und verwende es in fast jeder Webanwendung, an der ich arbeite. Ich bin auch mit der parallelen Verwendung von Redux für eine einfache und zuverlässige Entwicklung vertraut.",
    "Skill_Design_Git":"Git",
    "Skill_Desc_Git":"Ich verwende für jedes Projekt, an dem ich arbeite, eine Versionskontrolle und führe einen genauen und detaillierten Versionsverlauf, um Datenverlust und -beschädigungen vorzubeugen.",
    "Skill_Design_Github":"Github",
    "Skill_Desc_Github":"I like linux it is good language",
    "Skill_Design_C++":"C++",
    "Skill_Desc_C++":"I like C++ it is good langauge",
    "Skill_Design_Python":"Python",
    "Skill_Desc_Python":"Python ist meine bevorzugte Sprache für das Backend. Durch die Verwendung von Django verfüge ich über umfassende Kenntnisse der serverseitigen Entwicklung und der Erstellung sicherer Datenstrukturen.",
    "Skill_Design_Java":"Java",
    "Skill_Desc_Java":"I like Java it is good language",
    "Skill_Design_linux":"Linux",
    "Skill_Desc_linux":"I like linux it is good language",
    "Skill_Design_SQL":"SQL",
    "Skill_Desc_SQL":"I like linux it is good language",
    "ContactMe": "Bitte kontaktieren Sie mich per E-Mail für Anfragen zu freiberuflicher Tätigkeit oder Stellenanfragen:",
    "Email": "ceckenrod7@gmail.com",
    "Github":"Oder sehen Sie sich mein Github an unter:"
}
