{
    "Home": "Home",
    "About_Me": "About Me",
    "Intro": "Hello! I am Clinton Eckenrod, a full stack developer, I love designing and making new webistes for people for free, I don't do my freelance work for a cost, becuase I want everyone to have a option to get there website or design ideas out there. I love drawing and writing in my spare time, along with astronomy being my favorite subject in school in spare time as well.",
    "Experience": "Experience",
    "MyExperience":"I have over a year of freelance experience providing clients with creative and unique websites like no other or website maker could make. I use my combination of skills to create a creative front end, a secure and functional backend and detailed data input and finally well trained algorithms to enchance any website. I also have experience in hardware engineering as well, with creating PMU designs and circitboard designs, along with programming these embeded systems.",
    "Contact": "Contact",
    "CSU": "I am currently in a Bachelors program at Colorado State University for Computer Science with a focus on machine learning and AI, I have learned so much from this program, along with taking classes on algorithms, linear algebra and several programming languages.",
    "Name": "Clinton Eckenrod",
    "Dev": "Full Stack Developer & Artist",
    "Meet": "Nice to Meet You!",
    "Education": "Education",
    "Skills": "Skills",
    "SkillsPage":"Check out my skills page to get a detailed look of what I can do for you",
    "Front-End":"Front-End",
    "Back-End":"Back-End",
    "Skill_Design_HTML": "HTML",
    "Skill_Desc_HTML": "Experienced with creating detailed and structured backbones to websites, and following good Search Engine Optimization (SEO).",
    "Skill_Design_CSS": "CSS",
    "Skill_Desc_CSS": "I use CSS to create creative and a energizing look to any website along with Javascript to create impressive and detailed animations.",
    "Skill_Design_JS": "Javascript",
    "Skill_Desc_JS": "I use Javascript for not only creating unique animations and features for my front-ends, but also using express js I can also create back-end applications.",
    "Skill_Design_React":"React",
    "Skill_Desc_React":"I am very familiar with React and use it in almost every web application I work on, I am also familiar with using redux alongside it for easy and reliable development.",
    "Skill_Design_Git":"Git",
    "Skill_Desc_Git":"I use version control for every project I work on and keep a accurate and detailed version history to prevent any lost data and prevent corruption.",
    "Skill_Design_Github":"Github",
    "Skill_Desc_Github":"I like linux it is good language",
    "Skill_Design_C++":"C++",
    "Skill_Desc_C++":"I like C++ it is good langauge",
    "Skill_Design_Python":"Python",
    "Skill_Desc_Python":"Python is my preffered langauge for backend, using Django I have a in depth understanding of server side development and for creating secure data structures.",
    "Skill_Design_Java":"Java",
    "Skill_Desc_Java":"I like Java it is good language",
    "Skill_Design_linux":"Linux",
    "Skill_Desc_linux":"I like linux it is good language",
    "Skill_Design_SQL":"SQL",
    "Skill_Desc_SQL":"I like linux it is good language",
    "ContactMe": "Please Contact Me at my Email for Freelance Requests or Job Inquiries:",
    "Email": "ceckenrod7@gmail.com",
    "Github":"Or check out my Github at:"
}
