{
     "Home": "Home",
     "About_Me": "私について",
     "Intro": "こんにちは！クリントン・エッケンロッドです。フルスタック開発者として、無料でウェブサイトをデザインしたり、新しいウェブサイトを作ったりするのが大好きです。フリーランスの仕事は有料ではありません。誰もが自分のウェブサイトやデザインのアイデアを公開できる選択肢を持ってほしいからです。暇な時間には絵を描いたり文章を書いたりするのが好きです。学校では天文学が一番の得意科目で、暇な時間には天文学を習っています。",
     "Experience": "職歴",
     "MyExperience":"フリーランスとして1年以上の経験があり、他のウェブサイト制作者やウェブサイト制作者には真似できない、クリエイティブでユニークなウェブサイトをクライアントに提供しています。これらのスキルを駆使し、クリエイティブなフロントエンド、安全で機能的なバックエンド、詳細なデータ入力、そして最終的に高度に訓練されたアルゴリズムを構築することで、あらゆるウェブサイトの強化に貢献しています。また、ハードウェアエンジニアリングの経験も豊富で、PMU設計や回路基板設計、そしてこれらの組み込みシステムのプログラミングも行っています。",
     "MyExperience2":"また、私はチーム管理の経験があり、チームにトラブルシューティングや翻訳支援を提供し、オフィススイートを使用してチームをさらに支援し、効果的で効率的な将来のマーケティング戦略に向けて取り組みました。その結果、私が働く店舗は市場でナンバーワンになりました。",
     "Contact": "私に連絡",
     "CSU": "私は現在、コロラド州立大学でコンピューターサイエンスの学士課程に在籍しており、機械学習とAIに重点を置いています、このプログラムを通して、アルゴリズムの作成やディープラーニングを用いた新しいAIツールの開発など、本当に多くのことを学びました。また、Web/モバイル開発についても独学で多くのことを学びました。",
     "Name": "クリントン・エッケンロッド",
     "Dev": "フルスタック開発者兼アーティスト",
     "Meet": "はじめまして！",
     "Education": "教育",
     "Skills": "能力",
     "SkillsPage":"私があなたのために何ができるか詳しく知るには、私のスキルページをご覧ください。",
     "Front-End":"フロントエンド",
    "Back-End":"バックエンド",
    "MachineLearning":"機械学習とAI",
    "HardwareEngineering":"ハードウェアエンジニアリング",
    "Office":"オフィススイート",
    "Skill_Design_HTML": "HTML",
    "Skill_Desc_HTML": "ウェブサイトの詳細かつ構造化されたバックボーンを作成し、適切な検索エンジン最適化 SEO を実施する経験がある。",
    "Skill_Design_CSS": "CSS",
    "Skill_Desc_CSS": "私はCSSを使用して、あらゆるウェブサイトにクリエイティブで活気のある外観を作成し、Javascriptを使用して印象的で詳細なアニメーションを作成します。",
    "Skill_Design_JS": "Javascript",
    "Skill_Desc_JS": "私はフロントエンドにユニークなアニメーションや機能を作成するためにJavascriptを使用するだけでなく、Express JSを使用してバックエンドアプリケーションを作成することもできます。",
    "Skill_Design_React":"React",
    "Skill_Desc_React":"私は React に精通しており、取り組むほぼすべての Web アプリケーションで React を使用しています。また、簡単で信頼性の高い開発のために、React と併用して redux を使用することにも精通しています。",
    "Skill_Design_Git":"Git",
    "Skill_Desc_Git":"私は、取り組むすべてのプロジェクトでGitバージョン管理を使用し、データの損失や破損を防ぐために正確で詳細なバージョン履歴を保持しています。",
    "Skill_Design_Github":"Github",
    "Skill_Desc_Github":"私は、github を使用してバージョン管理を行い、リポジトリを作成して維持し、github ページを使用して、現在ご覧になっているような静的 Web サイトを作成することに慣れています。",
    "Skill_Design_C++":"C++",
    "Skill_Desc_C++":"私は C++ に精通しており、それを使用して組み込みシステムやハードウェアをプログラムするほか、Unreal エンジンやゲーム開発に使用することにも精通しています。",
    "Skill_Design_Python":"Python",
    "Skill_Desc_Python":"Python はバックエンドに私が好む言語です。Django を使用することで、サーバー側の開発、安全なデータ構造の作成、AI API のプログラミングについて深く理解しています。",
    "Skill_Design_Java":"Java",
    "Skill_Desc_Java":"私は Java に精通しており、アルゴリズムやその他のデータ構造に Java を使用し、それらを維持したいと考えています。",
    "Skill_Design_linux":"Linux",
    "Skill_Desc_linux":"私は Linux とその多くのバージョンの使用、ローカル サーバーの実行、ハードウェア プロトタイプへのプログラム実行の媒体として Linux を使用する経験があります。",
    "Skill_Design_SQL":"SQL",
    "Skill_Desc_SQL":"私は PostgreSQL の使用とデータセットの作成および維持、そしてそれらを Web サイトやアプリケーションに接続する方法に精通しています。",
    "Skill_Design_Excel":"Excel",
    "Skill_Desc_Excel":"私はExcelに精通しており、編集や高度なテクニックを使ってプログラムを使用する人を支援するだけでなく、独自のデータセットを作成して大規模なデータセットを管理することまでできます。",
    "Skill_Design_PP":"パワーポイント",
    "Skill_Desc_PP":"私はスーパーバイザーとしてパワーポイントを頻繁に使用し、チームが素晴らしいプレゼンテーションを作成するのを支援し、将来のマーケティング戦略のための独自のプレゼンテーションを作成します。",
    "Skill_Design_Power":"パワーアプリ",
    "Skill_Desc_Power":"私は Power を Excel と併用することが多く、SQL を使用してシートで便利で詳細なデータセットと構造を作成し、データセットの分析も作成します。",
    "Skill_Design_Word":"ワード",
    "Skill_Desc_Word":"Wordはシンプルに見えるかもしれませんが、クライアントの要望をより深く理解するための詳細な手紙やアンケートを作成するなど、私自身もWordを多用しています。どんなにシンプルなツールでも、用途は様々です。ぜひWordでWordを活用すべきです。",
    "ContactMe": "フリーランスの依頼や仕事の問い合わせは私のメールアドレスまでご連絡ください:",
    "Email": "ceckenrod7@gmail.com",
    "Github":"または、次の Github をご覧ください:"
}